Repository: iAzaleea/iCaughtU-Pro-Translations
Catalog: *.lproj/Credits.strings
Languages: hu

source: Adam_Rotman, FOR ALL HIS TESTING.
hu: Adam Rotman, a sok tesztelésért.

source: ALL MY BETA TESTERS.
hu: Minden bétateszteremnek.

source: BouchardAnthony, FOR ALL HIS SUGGESTIONS AND TESTING FOR ICAUGHTU PRO.
hu: BouchardAnthonynak, a sok tesztelésért és a még több ötletért.

source: CREDITS
hu: Köszönetnyilvánítás

source: DHowett, FOR Theos AND Logos.
hu: DHowettnek, a Theos keretrendszer és a Logos nyelv megalkotásáért.

source: iHaz3, FOR THE ICONS REALIZED FOR ICAUGHTU PRO.
hu: iHaz3-nek, az iCaughtU Pro ikonjainak dizájnjáért.

source: Saurik, FOR Cydia.
hu: Sauriknak, a Cydiáért.

source: SPECIAL THANKS TO
hu: Külön köszönetet mondok az alábbi személyeknek:

source: THANKS TO
hu: Köszönet az alábbiaknak:

source: TRANSLATORS
hu: Fordítások

source: List to be filled
hu: Továbbiak
