Repository: iAzaleea/iCaughtU-Pro-Translations
Catalog: *.lproj/FakeModeSettings.strings
Languages: ar, ca, de, es, fr, he, hu, it, ko, no, pl, ro, sk, tr

source: FakeMode
ar: الوضع المزوّر
ca: ManeraFalsa
de: Fake Modus
es: Modo Falso
he: מצב מזויף
ko: 가짜 모드
pl: Tryb "Fałszywy"

source: Preferences
ar: الإعدادات
ca: Ajustos
de: Einstellungen
es: Configuración
fr: Préférences
he: הגדרות
hu: Beállítások
it: Impostazioni
ko: 설정
no: Instillinger
pl: Ustawienia
ro: Setări
sk: Nastavenia
tr: Tercihler

source: FakeMode allows access to your device when password is entered wrong only to the apps you choose.
ar: الوضع المزوّر يمكّنك من استخدام الجهاز في حالة ادخال الرمز السري الخاطئ.
ca: ManeraFalsa permet accés al telèfon quan s'introdueix malament la contrasenya però solament a les aplicacions triades.
de: Der Fake Modus erlaubt den Zugriff auf ausgewählte Apps, wenn das Passwort falsch eingegeben worden ist.
es: Modo Falso permite acceso al teléfono cuando se introduce mal la contraseña pero solamente a las aplicaciones elegidas.
fr: FakeMode permet d'accéder à votre appareil lorsque le mot de passe est entré mal seulement pour les applications que vous choisissez.
he: מצב מזויף מאפשר לך גישה למכשיר כשהסיסמה אינה נכונה, אך רק לאפליקציות אשר יבחרו
hu: A FakeMode használatával helytelen jelszó beütése esetén csak az általad kiválasztott alkalmazásokhoz lehet hozzáférni.
it: Fakemode ti permette di accedere al tuo device quando la password Ã¨ sbagliata, solo alle app che hai scelto
ko: 가짜 모드는 암호를 잘못 입력하여도 사전 설정된 어플리케이션들만 실행이 가능하도록 하는 상태입니다.
no: FakeMode gir deg tilgang til enheten når passordet er skrevet feil, men bare til programmer du velger.
pl: Tryb "Fałszywy" pozwala na dostęp do Twojego urządzenia gdy hasło jest wprowadzone błędnie, tylko do aplikacji które wybierzesz.
ro: FakeMode îți permite să accesezi device-ul cand greșești parola.
sk: FakeMode umožní spustenie vybraných aplikácii, aj v prípade, že zadané heslo bolo nesprávne.
tr: FakeMode da yanlış pass şifre verilirse yalnızca seçtiğiniz app‘lere giriş sağlanıyor.

source: Enable
ar: تفعيل
ca: Habilitar
de: Aktivieren
es: Activar
fr: Activer
he: הפעלה
hu: Engedélyezés
it: Abilita
ko: 활성화
no: Aktiver
pl: Włącz
ro: Activează
sk: Povoliť
tr: Etkinleştir

source: SIM Cards Preferences
ca: Ajustos de SIM
de: SIM-Karten Einstellungen
es: Configuración de SIM
fr: Préférences de la carte SIM
he: הגדרות כרטיס סים
hu: SIM-kártya beállításai
it: Preferenze SIM
ko: SIM 카드 설정
no: SIM-Kort Instillinger
pl: Ustawienia Kart SIM
ro: Setări pentru SIM-uri
sk: Nastavenia pre SIM karty
tr: SIM Kart Tercihleri

source: Allowed SIM Cards
ar: بطاقات الشريحة المقبولة
ca: Targetes SIM permeses
de: Erlaubte SIM-Karten
es: Tarjetas SIM permitidas
fr: SIM Autorisées
he: כרטיסי סים מאופשרים
hu: Engedélyezett SIM-kártyák
it: SIM permesse
ko: 허용된 SIM 카드
no: Tillatte SIM-Kort
pl: Dozwolone Karty SIM
ro: SIM-uri permise
sk: Povolené SIM karty
tr: İzinli SIM Kartlar

source: All SIM Cards
ar: جميع بطاقات الشريحة
ca: Totes les Targetes SIM
de: Alle SIM-Karten
es: Todas las Tarjetas SIM
fr: Toutes les cartes SIM
he: כל כרטיסי הסים
hu: Minden SIM-kártya
it: Tutte le SIM
ko: 모든 SIM 카드
no: Alle SIM-Kort
pl: Wszystkie Karty SIM
ro: Toate SIM-urile
sk: Všetky SIM karty
tr: Tüm SIM Kartlar

source: Only Selected
ar: فقط المحدّد
ca: Nomès Seleccionades
de: Nur ausgewählte
es: Sólo las seleccionadas
fr: Seulement celles sélectionées
he: רק אלו שנבחרו
hu: Csak a megadottak
it: Solo selezionate
ko: 선택됨
no: Bare Valgte
pl: Tylko Zaznaczone
ro: Doar cele selectate
sk: Iba vybrané
tr: Tek Seçilmiş

source: SIM List
ca: Llista de SIMs
de: SIM-Karten Liste
es: Lista de SIM
fr: Liste SIM
he: רשימת סים
hu: SIM-kártyák listája
it: Lista SIM
ko: SIM 목록
no: SIM Liste
pl: Lista SIM
ro: Lista cu SIM-uri
sk: Zoznam SIM
tr: SIM Listesi

# LOCKED APPS
source: Locked Applications
ar: البرامج المقفلة
ca: Aplicacions bloquejades
de: Gesperrte Applikationen
es: Aplicaciones bloqueadas
fr: Applications Vérouillées
he: אפליקציות נעולות
hu: Letiltott alkalmazások
it: App bloccate
ko: 어플리케이션 선택
no: Låste Applikasjoner
pl: Zablokowane Aplikacje
ro: Aplicații blocate
sk: Uzamknutie aplikácí
tr: Kilitli App‘ler

source: Locked Apps will be Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center and SBSettings
ar: البرامج المقفلة سوف تكون Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center وَ SBSettings
ca: Les aplicacions a bloquejar seran Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center i SBSettings
de: Apps, die gesperrt werden: Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center und SBSettings
es: Las aplicaciones a bloquear serán Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center y SBSettings
fr: Les apllications vérouillées vont être Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center and SBSettings
he: האפליקציות הנעולות יהיו Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center ו-SBSettings
hu: Az Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center és az SBSettings alkalmazások lesznek letiltva.
it: Le app bloccate saranno Activator, Cydia, iCaughtu Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center and SBSettings
ko: Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center, SBSettings는 잠길 것 입니다.
no: Låste Apps Vil Være Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center and SBSettings
pl: Zablokowane będą: Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center i SBSettings
ro: Aplicațiile blocate vor fi Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center și SBSettings
sk: Prednastavené uzamknutie Cydia aplikácíí: Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center a SBSettings
tr: Kilitli App‘ler Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center ve SBSettings dir

# LOCKED APPLICATIONS
source: Locked Apps
ar: البرامج المقفلة
ca: Apps bloquejades
de: Gesperrte Apps
es: Apps bloqueadas
fr: Applications Vérrouillées
hu: Letiltott alkalmazások
it: App bloccate
ko: 어플리케이션 잠그기
no: Låste Apps
pl: Zablokowane Aplikacje
ro: Aplicații blocate
sk: Uzamknuté aplikácie
tr: Kilitli App‘ler

source: Lock System Apps
ar: إقفال برامج النظام
ca: Bloquejar del Sistema
de: System-Apps sperren
es: Bloquear Apps del Sistema
fr: Paramétres de vérouillage de l'apps
he: נעילת אפליקציות מערכת
hu: Rendszeralkalmazások letiltása
it: App di sistemma bloccate
ko: 시스템 어플리케이션 잠그기
no: Lås System Apps
pl: Aplikacje Systemowe
ro: Blochează aplicațiile de sistem
sk: Systémové aplikácie
tr: System App‘leri kilitle

source: Lock Cydia Apps
ar: إقفال برامج Cydia
ca: Bloquejar Apps de Cydia
de: Cydia-Apps sperren
es: Bloquear Apps de Cydia
fr: Vérouillées les apps Cydia
he: נעילת אפליקציות סידיה
hu: Cydiás alkalmazások letiltása
it: App di Cydia bloccate
ko: Cydia 어플리케이션 잠그기
no: Lås Cydia Apps
pl: Aplikacje Cydii
ro: Blochează aplicațiile din Cydia
sk: Cydia aplikácie
tr: Cydia App‘leri kilitle

source: Allowed Attempts
ar: المحاولات المسموحة
ca: Intents Permesos
de: Erlaubte Versuche
es: Intentos Permitidos
fr: Tentatives Autorisées
he: מספר הניסיונות
hu: Próbálkozások száma
ko: 시도 횟수
no: Tillatte Forsøk
pl: Dozwolone Próby
ro: Încercări permise
sk: Počet pokusov

source: Fake Battery
ar: البطارية وهمية
ca: Fake Bateria
de: Fake Batterie
es: Batería Falsa
fr: Batterie Faux
he: סוללת שווא
hu: False Akkumulátor
it: Batteria False
ko: 거짓 배터리
no: Falsk Batteri
pl: False Bateria
sk: Falošné % batérie

source: Hide Charging
ar: إخفاء شحن
ca: Amaga cˆrrega
de: Aufladen ausblenden
es: Ocultar Carga
fr: Masquer Charge
he: סתר טעינה
hu: Elrejtése Töltése
it: Nascondi Ricarica
ko: 충전 숨기기
no: Skjul Lade
pl: Ukryj Ładowanie
ro: Ascunde încarcarea
sk: Skryť stav nabíjania
