Repository: iAzaleea/iCaughtU-Pro-Translations
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, de, es, fr, he, hu, it, ko, no, pl, ro, sk, tr

# (BE CAREFUL IF TETHERED JAILBREAK)
source: (be careful if thethered jailbreak)
ca: (vagi amb compte si el seu jailbreak Ès thethered)
de: (Vorsicht bei tethered Jailbreak!)
es: Tenga cuidado si su jailbreak es thethered
fr: (soyez prudent si le jailbreak est thethered)
he: נא להיזהר במקרה של פריצה קשורה
hu: (legyen óvatos, ha thethered jailbreaket használ)
it: (stati attento se hai un jailbreak tethered)
ko: (반탈을 했을경우 주의해 주세요)
no: (vær forsiktig hvis du har en tethered jailbreak)
pl: (uważaj jeśli Twój jailbreak jest 'thethered')
ro: (mare grija dacă ai thethered jailbreak)
sk: (POZOR ak máte tethered jailbreak, google)
tr: (thethered jailbreak varsa dikkatli olun)

# 0 TO DISABLE
source: 0 or 1 to Disable
ar: 0 او 1 لايقاف
ca: 0 o 1 per desactivar
de: Deaktivieren=0
es: 0 o 1 para desactivar
fr: 0 ou 1 pour désactiver
he: 0 או 1 כדי לכבות
hu: 0 vagy 1 Letíltás
it: 0 or 1 per disabilitare
ko: 0 또는 1로 비활성화
no: 0 eller 1 for å Deaktivere
pl: 0 lub 1 aby Wyłączyć
ro: 0 sau 1 pentru dezactivare
sk: 0 a 1 zruší
tr: 0 veya 1 pasifleştirmek için

source: Action
ar: الحدث
ca: AcciÛ
de: Aktion
es: Acción
he: פעולה
hu: Művelet
it: Azione
ko: 수행할 명령
no: Handling
pl: Akcja
ro: Acțiune
sk: Úloha
tr: Eylem

source: Action Select
ar: تحديد الحدث
ca: Seleccionar AcciÛ
de: Aktion auswählen
es: Seleccionar Acción
fr: Action Selectionée
he: בחירת פעולה
hu: Művelet kiválasztása
it: Azione selezionata
ko: 수행할 명령 선택
no: Velg Handling
pl: Wybór Akcji
ro: Alege acțiune
sk: Zoznam príkazov
tr: Eylem Seç

source: Add Current SIM
ar: اضافة الشريحة الحاليّة
ca: Afegir SIM actual
de: Aktuelle SIM-Karte hinzufügen
es: Añadir SIM actual
fr: Ajouter SIM Actuelle
he: הוספת סים קיים
hu: Jelenlegi SIM-kártya hozzáadása
it: Aggiungi SIM
ko: 현재 SIM 추가
no: Legg Til Nåværende SIM-Kort
pl: Dodaj Obecną Kartę SIM
ro: Adaugă SIM-ul curent
sk: Pridať aktuálnu SIM
tr: Mevcut SIM Ekle

source: Add New Command
ar: اضافة أمر جديد
ca: Afegir nou comandament
de: Neuen Befehl hinzufügen
es: Añadir nuevo commando
fr: Ajouter nouvelles commandes
he: הוספת פקודה חדשה
hu: Új parancs felvétele
it: Aggiungi nuovo comando
ko: 새로운 명령 추가
no: Legg Til Ny Kommando
pl: Dodaj Nowe Polecenie
ro: Adaugă comandă nouă
sk: Pridať nový príkaz
tr: Yeni Komut Ekle

source: Alert Text
ar: نص التنبيه
ca: Text Alerta
de: Nachrichtentext
es: Texto de Alerta
fr: Aletre Texte
he: טקסט ההודעה
hu: Figyelmeztető üzenet
it: Testo di allerta
ko: 표시할 메시지
no: Varslingstekst
pl: Tekst Powiadomienia
ro: Alertă Text
sk: Varovný text
tr: Uyarı Metni

source: Allowed Attempts
ar: المحاولات المسموحة
ca: Intents Permesos
de: Erlaubte Versuche
es: Intentos Permitidos
fr: tentatives autorisées
he: ניסיונות מורשים
hu: Próbálkozások száma
it: Tentativi consentiti
ko: 시도 횟수
no: Tillatte Forsøk
pl: Dozwolone Próby
ro: Încercări permise
sk: Povolený počet pokusov
tr: Izinli Denemeleri

source: and send it with Location by email
ar: و ارسالها مع موقع الجهاز الى البريد
ca: i enviar-ho amb la ubicaciÛ per e-mail
de: und mit Standort per E-Mail senden
es: y enviarlo con la ubicación por correo
fr: et l'envoyer par e-mail avec la location
he: ושלח את המיקום באימייל
hu: és e-mailben való elküldés GPS-adatokkal együtt
it: e invialo con posizione geografica via mail
ko: 그리고 같이 위치도 이메일로 전송
no: og send det med Plassering via E-Post
pl: i wyślij z Położeniem przez email
ro: și trimite cu locație prin email
sk: a odoslať polohu cez e-mail
tr: ve pozisyonu e-Postayla yolla

source: Application Locked
ca: Aplicació bloquejada
de: Applikation gesperrt!
es: Aplicación Bloqueada
he: אפליקציות נעולות
hu: Alkalmazás zárolva
ko: 어플리케이션 잠김
no: Applikasjon Låst
pl: Aplikacja Zablokowana
ro: Aplicație blocată
sk: Aplikácia je uzamknutá

source: Authentication Failed
ca: Error d'autenticació
de: Authentifikation fehlgeschlagen!
es: Autentificacion Fallida
he: אימות נכשל
hu: A hitelesítés sikertelen
ko: 인증 실패
no: Auteniseringen Mislyktes
pl: Uwierzytelnianie Nie Powiodło Się
ro: Autentificare eșuată
sk: Neautorizované spustenie

source: Cancel
ar: الغاء
ca: Cancel∑lar
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Mégsem
it: Cancella
ko: 취소
no: Avbryt
pl: Anuluj
ro: Renunță
sk: Zrušiť
tr: Iptal

source: Change Passcode
ca: Canviar la clau d'accés
de: Passcode ändern
es: Cambiar Contraseña
he: שנה סיסמה
hu: Jelszóváltoztatás
ko: 암호 변경
no: Bytt Passord
pl: Zmień Kod
ro: Schimbă parola
sk: Zmena hesla
tr: Şifreyi Değiştir

source: Check your Inbox
ar: تحقّق من بريدك
ca: Revisa la teva B˙stia
de: Prüfen Sie Ihren Posteingang!
es: Revisa tu Correo
fr: Vérifier votre boite de réception
he: בדוק את הדואר הנכנס
hu: Nézd meg az e-mailjeidet!
it: Controlla posta in arrivo
ko: 메일 보관함을 확인해 주세요
no: Skjekk din Innbox
pl: Sprawdź Skrzynkę Przychodzącą
ro: Verifica Inbox-ul
sk: Skontrolujte si prijatú poštu
tr: e-Postanın Gelen Kutusunu kontrol edin

source: Check your internet connection or mail details
ar: تحقّق من اتّصالك بالشبكة
ca: Revisa la teva connexiÛ a internet o e-mail
de: Prüfen Sie Ihre Internetverbindung oder Ihre E-Mail Einstellungen!
es: Revisa tu conexión a internet o los detalles del correo
fr: Vérifiez votre connexion Internet ou les détails du courrier
he: בדוק את חיבור האינטרנט שלך או פרטי האי-מייל
hu: Ellenőrizd az internetcsatlakozást és a beállításokat!
it: Controlla la tua connessioe internet o dettagli mail
ko: 인터넷 연결을 확인하시거나 메일의 내용을 확인하세요.
no: Skjekk internett tilkoblingen din eller mail detaljer
pl: Sprawdź połączenie z internetem lub szczegóły mail
ro: Verifică conexiunea la net sau setările de mail
sk: Overte pripojenie na internet alebo nastavenia e-mailu
tr: Lütfen internet bağlantınızı veya e/Posta ayrıntılarını kontrol edin

source: Close
ar: الخروج
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
hu: Bezáràs
it: Chiudi
ko: 닫기
no: Lukk
pl: Zamknij
ro: Închide
sk: Zavrieť
tr: Kapat

source: Command
ar: الأمر
ca: comandament
de: Befehl
es: Comando
fr: Commande
he: פקודה
hu: Parancs
it: Comando
ko: 명령
no: Kommando
pl: Polecenie
ro: Comandă
sk: Príkaz
tr: Komut

source: Command Received and Executed. Thanks For Using iCaughtU Pro
ca: Comandament rebut i executat. Gràcies per utilitzar iCaughtU Pro
de: Befehl erhalten und ausgeführt. Danke für die Nutzung von iCaughtU Pro!
es: Comando recibido y ejecutado. Gracias por usar iCaughtU Pro
he: ההודעה בוצעה בהצלחה. תודה על שהינכם משתמשים ב-iCaughtU Pro
hu: A parancs megérkezett és végrehajtásra került. Köszönet az iCaughtU Pro használatáért!
ko: 명령을 성공적으로 수행하였습니다. iCaughtU Pro를 사용해주셔서 감사합니다
no: Kommando Motatt og Utført. Takk For At Du Brukte iCaughtU Pro
pl: Polecenie Otrzymane i Wykonane. Dziękuje Za Używanie iCaughtU Pro
ro: Comandă primită și executată. Mulțumesc ca ai folosit iCaughtU Pro
sk: Príkaz na diaľku prijatý a vykonaný. Ďakujem za používanie iCaughtU Pro

source: Command Successful
ar: تمّ الأمر بنجاح
ca: Comandament Satisfactori
de: Befehl erfolgreich!
es: Comando exitoso
fr: Commande Réussie
he: הפקודה נעשתה בהצלחה
hu: Sikeres parancs
it: Comando eseguito con successo
ko: 명령 수행 완료
no: Kommando Vellykket
pl: Polecenie Udane
ro: Comandă dată cu succes
sk: Odoslať potvrdenie
tr: Komut Başarılı

source: Commands
ar: الأوامر
ca: Comandaments
de: Befehle
es: Comandos
fr: Commandes
he: פקודות
hu: Parancsok
ko: 원격 명령
no: Kommandoer
pl: Polecenia
ro: Comenzi
sk: Príkazy
tr: Komutlar

source: Crash Report could not be readed
ar: لا يمكن قراءة الخطأ
ca: No es pot llegir el Crash Report
de: Absturzbericht konnte nicht gelesen werden!
es: No se puedo leer el reporte del crash
fr: Le crash reporté ne pouvait pas être lu
he: דוח קריסה לא היה ניתן לקריאה
hu: A hibajelentést nem lehetett olvasni.
it: Non è stato possbile leggere il crash report
ko: 충돌 로그를 읽을 수 없습니다
no: Krasj Rapport kunne ikke bli lest
pl: Raport Błędu nie może zostać odczytany
ro: Crash Report-ul nu a putut fi citit
sk: Správu o zlyhaní nie je možné otvoriť
tr: Crash Raporu okunamadı

source: Create Passcode
ca: Crear clau d'accés
de: Passcode erstellen
es: Crear Contraseña
he: יצירת סיסמה
hu: Jelszó létrehozása
ko: 암호 만들기
no: Nytt Passord
pl: Utwórz Kod
ro: Creează parolă
sk: Vytvoriť heslo
tr: Şifre oluştur

source: Create Passcode to Edit Settings
ca: Crear clau d'accés per modificar la configuració
de: Passcode erstellen, um Einstellungen zu bearbeiten:
es: Crear contraseña para editar la configuración
he: יצירת סיסמה לעריכת הגדרות
hu: A beállítások megváltoztatásához hozz létre egy jelszót
ko: 설정하시려면 암호를 만드세요
no: Lag Passord For å Endre Instillinger
pl: Utwórz Kod do Edycji Ustawień
ro: Creează parolă pentru a modifica setările
sk: Vytvorte si heslo pre ďalšiu úpravu nastavení
tr: Ayarları Düzenlemek Için Şifre Oluştur

source: Credits
ar: الشكر
ca: CrËdits
es: Créditos
fr: Crédits
he: קרדיטים
hu: Köszönetnyilvánítás
ko: 크레딧
no: Medvirkende
pl: Podziękowania
ro: Mulțumiri
sk: Poďakovanie
tr: Krediler

source: Delete Personal Data
ar: التخلّصمن المعلومات الخاصّة
ca: Esborrar InformaciÛ Personal
de: Persönliche Daten löschen
es: Borrar Información Personal
fr: Supprimer les données personnelles
he: מחיקת מידע אישי
hu: Személyes adatok törlése
it: Cancella dati personali
ko: 개인정보 삭제
no: Slett Personlige Data
pl: Usuń Osobiste Dane
ro: Șterge datele personale
sk: Vymazať osobné údaje
tr: Kişisel Verileri Sil

source: Done
ar: انتهاء
ca: Fet
de: Fertig
es: Hecho
fr: Terminé
he: סיום
hu: Kész
it: Fatto
ko: 확인
no: Ferdig
pl: Gotowe
ro: Gata
sk: Hotovo
tr: Bitti

source: Enable
ar: تشغيل
ca: Habilitar
de: Aktivieren
es: Activar
fr: Activer
he: הפעלה
hu: Engedélyezés
it: Abilita
ko: 활성화
no: Aktiver
pl: Włącz
ro: Activează
sk: Povoliť
tr: Etkinleştir

source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
ko: 오류
pl: Błąd
ro: Eroare
sk: Chyba

source: Every 1 Hour
ar: كل ساعة
ca: Cada 1 Hora
de: Jede Stunde
es: Cada una hora
fr: Chaque 1 heure
he: כל שעה
hu: Óránként
it: Ogni ora
ko: 한시간 마다
no: Hver time
pl: Co 1 Godzinę
ro: În fiecare ora
sk: Každú hodinu
tr: Her Saat

source: Every 10 Minutes
ar: كل ١٠ دقائق
ca: Cada 10 Minuts
de: Alle 10 Minuten
es: Cada 10 Minutos
fr: Chaque 10 Minutes
he: כל 10 דקות
hu: Tízpercenként
it: Ogni 10 minuti
ko: 10분 마다
no: Hvert 10 minutt
pl: Co 10 Minut
ro: La fiecare 10 minute
sk: Každých 10 minút
tr: Her 10 Dakika

source: Every 30 Minutes
ar: كل ٣٠ دقيقة
ca: Cada 30 Minuts
de: Alle 30 Minuten
es: Cada 30 Minutos
fr: Chaque 30 Minutes
he: כל חצי שעה
hu: Félóránként
it: Ogni 30 minuti
ko: 30분 마다
no: Hvert 30 minutt
pl: Co 30 Minut
ro: La fiecare 30 minute
sk: Každých 30 minút
tr: Her 30 Dakika

source: Every 5 Minutes
ar: كل ٥ دقائق
ca: Cada 5 Minuts
de: Alle 5 Minuten
es: Cada 5 Minutos
fr: Chaque 5 Minutes
he: כל 5 דקות
hu: Ötpercenként
it: Ogni 5 minuti
ko: 5분 마다
no: Hvert 5 minutt
pl: Co 5 Minut
ro: La fiecare 5 minute
sk: Každých 5 minút
tr: Her 5 Dakika

source: Forward Messages
ar: تحويل الرسائل
ca: Reenviar Missatges
de: Nachrichten weiterleiten
es: Reenviar Mensajes
fr: Transférer les messages
he: העברת הודעות
hu: Üzenetek továbbítása
it: Inoltra messaggi
ko: 메시지 전달
no: Videresend Meldinger
pl: Przekazuj Wiadomości
ro: Retrimite mesajele
sk: Preposlať správy
tr: Mesajları ilerle

source: Forward Number
ar: تحويل الأرقام
ca: Nombre ReexpediciÛ
de: Nummer weiterleiten
es: Número para Reenviar
fr: Transférer les numéros
he: מספר להעברה
hu: Szám továbbítása
it: Inoltra numeri
ko: 번호 전달
no: Videresend Nummer
pl: Przekazuj Numer
ro: Retrimite numarul
sk: Preposlať číslo
tr: Numerayı ilerle

source: Forward received Messages
ar: تحويل الرسائل المستقبلة
ca: Reexpedir Missatges rebuts
de: Erhaltene Nachrichten weiterleiten
es: Reenviar mensajes recibidos
fr: Transférer les messages reçus
he: העבר הודעות שהתקבלו
hu: Bejövő üzenetek továbbítása
it: Inoltra messaggi ricevuti
ko: 받은 메시지 전달
no: Videresend motatte Meldinger
pl: Przekazuj otrzymane Wiadomości
ro: Retrimite mesajele primite
sk: Preposlať prijaté správy
tr: Alınan mesajları ilerle

source: If you are using GMail your username is equal to your email (must have @gmail.com)
ar: اذا كنت تستخدم الGmail يجب أن يكن اسم المستخم يحتوي على ( @gmail.com)
ca: Si est‡s utilitzant GMail l'usuari ha de ser idËntic al e-mail (ha de tenir @gmail.com)
de: Wenn Sie GMail nutzen, ist Ihr Nutzername gleich Ihrer E-Mailadresse (muss auf @gmail.com enden).
es: Si estás utilizando Gmail el nombre de usuario debe ser idéntico al correo (debe tener @gmail.com)
fr: Si vous utilisez GMail votre nom d'utilisateur est égal à votre e-mail (doit avoir @gmail.com)
he: אם הינך משתמש בג'ימייל השם משתמש שלך אמור להיות תואם לכתובת המייל שלך
hu: Ha GMailt használsz, a felhasználóneved azonos az e-mail-címeddel (a @gmail.com részt is beleértve).
it: Se stai usando Gmail il tuo username deve essere uguale alla tua mail (deve avere @gmail.com)
no: Hvis du bruker GMail er brukernavnet det sanne som E-Post adressen (må ha @gmail.com)
pl: Jeśli używasz GMail Twój login jest równy Twojemu mailowi (musi być @gmail.com)
ro: Dacă folosești GMail, userul tau este defapt email-ul (ce se termina în @gmail.com)
sk: V prípade použitia Gmailu, prihlasovacie meno musí byť v plnom tvare( vasemeno@gmail.com)
tr: Eğer G-Mail kullanıyorsanız kullanıcı adınız e-Posta adresiyle eşittir (e-Postada @gmail.com zorunludur)

source: iMessage Received From: %@.%@
ca: iMessage rebut de: %@.%@
de: iMessage erhalten von: %@.%@
es: iMessage recibido de: %@.%@
he: התקבל iMessage מ: %@.%@
hu: iMessage tőle: %@.%@
ko: %@.%@에게로부터 iMessage 수신됨
no: iMessage Motatt fra: %@.%@
pl: Otrzymano iMessage Od: %@.%@
ro: iMessage primit de la: %@.%@
sk: iMessage správa prijatá od: %@.%@

source: Incorrect Passcode
ca: Clau d'accés incorrecta
de: Falscher Passcode!
es: Contraseña Incorrecta
he: הסיסמה לא נכונה
hu: Helytelen jelszó
ko: 잘못된 암호
no: Feil Passord
pl: Błędny Kod
ro: Parolă greșită
sk: Nesprávne heslo
tr: Yanlış Şifre

source: Incorrect Password.
ca: Contrasenya incorrecta.
de: Falsches Passwort!
es: Contraseña Incorrecta.
he: סיסמה שגויה
hu: Hibás jelszó
ko: 잘못된 암호.
no: Feil Passord.
pl: Błędne Hasło.
ro: Parolă incorectă.
sk: Nesprávne heslo.

source: Launch
ca: Llançar
de: Öffnen
es: Abrir
he: הפעל
hu: Megnyitás
ko: 실행
no: Åpne
pl: Uruchom
ro: Pornește
sk: Spustiť

source: License
ar: النسخة الأصليّة
ca: LlicËncia
de: Lizenz
es: Licencia
he: רישיון
hu: Licensz
it: Licensa
ko: 라이센스
no: Lisens
pl: Licencja
ro: Licența
sk: Licencia
tr: Lisans

source: License Downloaded
ar: تمّ تحميل النسخة الأصليّة
ca: LlicËncia Descarregada
de: Lizenz heruntergeladen
es: Licencia Descargada
fr: Licence Téléchargée
he: הרישיון הורד
hu: Licensz letöltve
it: Licensa scaricata
ko: 라이센스 다운로드됨
no: Lisens Nedlastet
pl: Licencja Pobrana
ro: Licență descărcată
sk: Licencia stiahnutá
tr: Lisans indirildi

source: Location Report
ca: Informe d'ubicació
de: Positionsmeldung:
es: Reporte de Ubicación
he: דיווח מיקום
hu: Földrajzi helyzet jelentésének állapota:
ko: 위치 보고 기능
no: Plasseringsrapport
pl: Raport Położenia
ro: Raportarea locației
sk: Správa o polohe

source: Location Report Every %.0f Minutes Turned ON
ca: Informe d'ubicació cada %.0f minuts encesa
de: Positionsmeldung alle %.0f Minuten ist eingeschaltet!
es: Reporte de Ubicación Cada %.0f minutos activado
he: דיווח מיקום כל %.0F דקות מודלק
hu: A földrajzi helyzet %.0f percenkénti jelentése bekapcsolva
ko: %.0f분 마다 위치 보고 기능 활성화됨
no: Plasseringsrapport hvert %.AV Minutter PÅ
pl: Raportowanie Położenia co %.0f Minut Włączone
ro: Raportarea locației la %.0f minute: ON
sk: Aktualizácia správ o polohe každých %.0f minút je zapnutá

source: Location Report Turned OFF
ca: Informe d'ubicació apagat
de: Positionsmeldung ist ausgeschaltet!
es: Reporte de Ubicación Desactivado
he: דיווח מיקום כבוי
hu: A földrajzi helyzet jelentése kikapcsolva
ko: 위치 보고 기능 비활성화됨
no: Plasseringsrapport Slått av
pl: Raportowanie Położenia Wyłączone
ro: Raportarea locației: OFF
sk: Aktualizácia správ o polohe je vypnutá.

source: Lock Device
ar: قفل الجهاز
ca: Bloquejar Dispositiu
de: Gerät sperren
es: Bloquear Dispositivo
fr: Verrouiller L'appareil
he: נעילת המכשיר
hu: Készülék lezárása
it: Blocca dispositivo
ko: 기기 잠그기
no: Lås Enhet
pl: Zablokuj Urządzenie
ro: Blochează Device
sk: Uzamknúť zariadenie
tr: Cihazı kilitle

source: Mail Could Not Be Sent
ar: لا يمكن ارسال البريد
ca: No es va poder enviar l'e-mail
de: E-Mail konnte nicht gesendet werden!
es: No se pudo enviar el correo
fr: le mail n'a pas été envoyé
he: המייל לא יכל להישלח
hu: Az e-mail küldése sikertelen volt.
it: Non è stato possibile inviare la mail
ko: 메일이 전송될 수 없음
no: Mail kunne ikke bli sendt
pl: Mail Nie Mógł Być Wysłany
ro: Mail-ul nu a putut fi trimis
sk: Mail sa nepodarilo odoslať
tr: e-Posta gönderilemedi

source: Mail Sent
ar: تمّ ارسال البريد
ca: E-Mail Enviat
de: E-Mail gesendet!
es: Correo Enviado
fr: Mail Envoyé
he: המייל נשלח
hu: E-mail elküldve
it: Mail inviata
ko: 메일 전송됨
no: Mail Sendt
pl: Mail Wysłany
ro: Mail trimis
sk: Mail odoslaný
tr: Posta Gönderilmiştir

source: Message Forwarding Turned OFF
ca: Reenviament de missatges d'apagada
de: Nachrichten weiterleiten ist ausgeschaltet.
es: Reenvío de Mensajes Desactivado
he: העברת הודעות נכבה
hu: Üzenet továbbítás kikapcsolva
ko: 메시지 전달 기능 비활성화 됨
no: Videresending av Melding er Slått AV
pl: Przekazywanie Wiadomości Wyłączone
ro: Retrimiterea mesajelor: OFF
sk: Presmerovanie správ je vypnuté

source: Message Forwarding Turned ON
ca: Reenviament de missatges encesa
de: Nachrichten weiterleiten ist eingeschaltet.
es: Reenvío de Mensajes Activado
he: העברת הודעות דלוק
hu: Üzenet továbbítás bekapcsolva
ko: 메시지 전달 기능 활성화 됨
no: Videresending av Melding er AV PÅ
pl: Przekazywanie Wiadomości Włączone
ro: Retrimiterea mesajelor: ON
sk: Presmerovanie správ je zapnuté

source: Message Received From: %@.%@
ca: Missatge rebut de: %@.%@
de: Nachricht erhalten von: %@.%@
es: Mensaje Recibido de: %@.%@
he: הודעה התקבלה מ%@.%@
hu: Üzenet tőle: %@.%@
ko: %@.%@에게로부터 메시지 수신됨
no: Melding motatt fra: %@.%@
pl: Otrzymano Wiadomość Od: %@.%@
ro: Mesaj primit de la: %@.%@
sk: Prijatá správa od: %@.%@

source: Message Text
ar: نصّ الرسالة
ca: Text del Missatge
de: Nachrichtentext
es: Texto del Mensaje
fr: Message Texte
he: טקסט ההודעה
hu: Üzenet szövege
it: Messaggio inviato
ko: 문자 보내기
no: Meldingstekst
pl: Treść Wiadomości
ro: Mesaj text
sk: Text správy
tr: Mesaj Metni

source: More
ar: المزيد
ca: Mes
de: Mehr
es: Más
fr: Autres
he: יותר
hu: Tovább
it: Altro
ko: 더 보기
no: Mer
pl: Więcej
ro: Mai mult
sk: Viac
tr: Fazla

source: Not Validated
ar: لم يتم القبول
ca: No Validat
de: Nicht bestätigt
es: No Validado
fr: Non Validé
he: לא נבדק
hu: Nincs érvényesítve
it: Non validato
ko: 확인되지 않음
no: Ikke Validert
pl: Nie Zatwierdzona
ro: Nevalidat
sk: Neoverené
tr: Doğrulanmış değil

source: Obtain Information
ar: احضار المعلومات
ca: Obtenir InformaciÛ
de: Informationen abrufen
es: Obtener Información
fr: Obtenir des Informations
he: איסוף המידע
hu: Információ lekérése
it: Ottieni informazione
ko: 정보 소유
no: Skaff Informasjon
pl: Uzyskaj Informacje
ro: Obține informații
sk: Získať informácie
tr: Bilgi almak

source: On Device
ar: على الجهاز
ca: En Dispositiu
de: auf dem Gerät
es: En Dispositivo
fr: Activer l'appareil
he: במכשיר
hu: A készüléken
it: Sul dispositivo
ko: 기기에서
no: På Enhet
pl: Na Urządzeniu
ro: în device
sk: Úlohy pre zariadenie
tr: Cihaz üzerinde

source: Open
ar: فتح
ca: Obrir
de: Öffnen
es: Abrir
fr: Ouvrir
he: פתיחה
hu: Megnyitás
it: Apri
ko: 열기
no: Åpne
pl: Otwórz
ro: Deschide
sk: Otvoriť
tr: Aç

source: Play Alarm
ar: تشغيل منبّه
ca: Reproduir Alarma
de: Alarm abspielen
es: Reproducir Alarma
fr: Jouer l'alerte
he: ניגון האזעקה
hu: Riasztás lejátszása
it: Riproduci allarme
ko: 알람음 재생
no: Spill av Alarm
pl: Odtwórz Alarm
ro: Redă Alarma
sk: Prehrať zvuk
tr: Alarmı çal

source: Please enter Lock Password to launch %@
ca: Si us plau, introduïu la contrasenya de bloqueig per llançar %@
de: Bitte Sperr-Passwort eingeben zum Starten von %@
es: Por favor introduzca la contraseña de bloqueo para abrir %@
he: אנא הזן סיסמת נעילה על מנת להפעיל את: %@
hu: Írd be a jelszót a(z) "%@" alkalmazás megnyitásához
ko: %@을(를) 실행하시려면 암호를 입력하세요
no: Vennligst Skriv Lås-Passordet for å åpne %@
pl: Wprowadź Kod Blokady aby uruchomić %@
ro: Introdu parola pentru a porni %@
sk: Prosím zadajte heslo pre spustenie %@

source: Please Enter The Passcode To Edit Settings
ca: Si us plau introdueix la clau d'accés per editar la configuració
de: Bitte Passcode eingeben, um die Einstellungen zu bearbeiten!
es: Por favor introduce la contraseña para editar la Configuración
he: אנא הזן את הסיסמה על מנת לערוך את ההגדרות
hu: Írd be a jelszót a beállítások megváltoztatásához
ko: 설정하시려면 암호를 입력하세요
no: Vennligst Skriv Passordet For å Endre Instillingene
pl: Wprowadź Kod do Edycji Ustawień
ro: Indrodu parola pentru a modifica setările
sk: Vložte heslo na úpravu nastavení
tr: Ayarları düzenlemek için Passcode Giriniz

source: Please Go to Setting to Configure iCaughtU and Validate your copy
ca: Si us plau, aneu a la configuració per configurar iCaughtU i validar la seva còpia
de: Bitte gehen Sie in die Einstellungen, um ICaughtU zu konfigurieren und Ihre Kopie zu vaidieren.
es: Por favor vaya a la configuración para validar y configurar iCaughtU Pro
he: אנא, לך להגדרות והפעל את רישיונך
hu: Menj a beállításokba az iCaughtU Pro konfigurálásához és a licenszed érényesítéséhez
ko: '설정'에 가셔서 iCaughtU를 설정하시고 정품 확인을 해주세요
no: Vennligst Gå Til Instillinger For å Konfigurere iCaughtU og Validere Din Kopi
pl: Przejdź Proszę do Ustawień aby Skonfigurować i Potwierdzić Swoją Kopię iCaughtU
ro: Te rog navighează în setări pentru a seta și valida iCaughtU
sk: Prosím prejdite do Nastavení a prispôsobte si iCaughtU, zároveň si aktivujete program

source: Please write here all the bugs you experienced (and don't delete the attached files).
ar: الرجاذ كتابة المشاكل التي واجهتها (دون أن تحذف المرفقات).
ca: Si us plau escrigui aquÌ tots els errors que va experimentar (i no elimini els arxius adjunts).
de: Bitte notieren Sie hier alle Bugs, die Sie gefunden haben. Und löschen Sie bitte nicht die angehängten Dateien!
es: Por favor escriba aqui todos los errores que experimentó y no borre los archivos adjuntos.
fr: S'il vous plaît écrivez ici tous les bugs que vous avez rencontrés (et ne pas supprimer les fichiers joints).
he: נא לכתוב כאן את כל הבאגים שהיו (ונא לא למחוק את הקבצים)
hu: Kérlek, itt írd le az összes, általad tapasztalt hibát! Az automatikusan csatolt fájlokat pedig ne töröld ki!
it: Per favore scrivi qui tutti i bug riportati (e non eliminare i file allegati).
ko: 여기에 겪었던 모든 버그를 서술해 주시기 바랍니다. 그리고 첨부된 파일은 지우지 말아주세요!
no: Vennligst skriv alle feil du har oppdaget her (og ikke slett de vedlagte filene).
pl: Wymień tutaj proszę wszystkie błędy które doświadczyłeś (i nie usuwaj plików dołączonych poniżej).
ro: Scrie aici toate problemele întampinate, fara a modifica fisierele atașate email-ului.
sk: Prosím opíšte akékoľvek chyby, na ktoré ste mohli naraziť (nevymažte pripojené subory, pomôžu mi).
tr: Burada karşılaştığınız tüm hatalarınızi yazınız (ve ekli dosyaları lütfen silmeyin).

source: Power Down Device
ar: ايقاف تشغبل الجهاز
ca: Apagar Dispositiu
de: Gerät herunterfahren
es: Apagar Dispositivo
fr: Éteindre l'appareil
he: כיבוי המכשיר
hu: Készülék kikapcsolása
it: Spegni dispositivo
ko: 기기 종료
no: Avslutt enhet
pl: Wyłącz Urządzenie
ro: Stinge Device-ul
sk: Vypnúť zariadenie
tr: Cihazı kapatınız

source: Press to Validate
ar: اضغط لتحميل النسخة
ca: Pressioni per validar
de: Zum Bestätigen drücken
es: Presione para validar
fr: Appuyez pour valider
he: לחץ לבדיקה
hu: Nyomd meg az érvényesítéshez
it: Premi per validare
ko: 확인하려면 터치
no: Trykk for å Validere
pl: Naciśnij aby Zatwierdzić
ro: Apasă pentru validare
sk: Overenie licencie
tr: Onaylamak için basın
