Repository: iAzaleea/iCaughtU-Pro-Translations
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, de, es, fr, he, hu, it, ko, no, pl, ro, sk, tr

source: Purchase iCaughtU Pro on Cydia
ar: شراء iCaughtU Pro من Cydia
ca: Comprar iCaughtU Pro en Cydia
de: iCaughtU Pro in Cydia kaufen
es: Comprar iCaughtU Pro en Cydia
fr: Acheter iCaughtU Pro sur Cydia
he: רכוש את iCaughtU Pro בסידיה
hu: Az iCaughtU Pro megvásárlása Cydiából
it: Compra iCaughtU Pro su Cydia
ko: Cydia에서 iCaughtU Pro 구매
no: Kjøp iCaughtU Pro i Cydia
pl: Zakup iCaughtU Pro w Cydii
ro: Cumpără iCaughtU Pro în Cydia
sk: iCaughtU Pro zakúpené v Cydii
tr: iCaughtU Pro Cydia da satın alın

source: Reboot Device
ar: اعادة تشغبل الجهاز
ca: Reiniciar Dispositiu
de: Gerät neustarten
es: Reiniciar Dispositivo
fr: Redémarrer l'appareil
he: הפעל מחדש את המכשיר
hu: Újraindítás
it: Riavvia dispositivo
ko: 기기 재시작
no: Restart Enhet
pl: Uruchom Urządzenie Ponownie
ro: Restartează Device
sk: Reštart zariadenia
tr: Cihazı yeniden başlatın

source: Remote Commands work both with SMS and iMessage
ar: الأوامر عن بعد تعمل عن طريق الرسائل القصيرة أو iMessage
ca: Comandaments Remots funcionen tant amb els SMS com iMessage
de: Fernbefehle funktionieren sowohl per SMS als auch über iMessage!
es: Los comandos remotos funcionan con mensajes y iMessage
fr: Commandes à distance marche aussi bien avec SMS et IMessage
he: פקודות שליטה עובדות ב-iMessage ובסמס
hu: A távvezérlés működik SMS-ben és iMessage-en keresztül is.
it: I comandi remoti funzionano sia con SMS che con iMessage
ko: 원격 명령은 일반 SMS와 iMessage에서 모두 작동합니다.
no: Fjernstyrings Kommandoene virker med både SMS og iMessage
pl: Zdalne Polecenia działają z SMS i iMessage
ro: Comenzile la distanță merg cu SMS-uri și iMessage-uri
sk: Príkazy na diaľku podporujú SMS aj iMessage
tr: Uzaktan Komutları hem SMS ve iMessage ile çalışır

source: Reply when command executed
ar: الرد عند قبول الأمر
ca: Respondre quan es va executar el comandament
de: Antworten, wenn Befehl ausgeführt wurde
es: Responder cuando se ejecute el comando
fr: Répondre quand la commande est exécutée
he: החזר תשובה כאשר הפקודה נעשת
hu: Válasz a parancs végrehajtása után
it: Rispondi quando il comando è eseguito
ko: 명령이 실행되면 답장
no: Svar når Kommando er Utført
pl: Wiadomość gdy polecenie wykonane
ro: Răspunde când comanda a fost executată
sk: o vykonaní príkazu
tr: Komut gerçekleştirildiyse cevapla

source: Report Bug To Developer
ar: مراسلة المطور من أجل المشاكل
ca: Reportar Error Al Desenvolupador
de: Bug an den Entwickler melden
es: Reportar Error Al Desarollador
fr: Rapporter des bogues au développeur
he: שליחת באג למפתח
hu: Hibabejelentés
it: Riporta un bug allo sviluppatore
ko: 개발자에게 버그 보고
no: Rapporter Feil Til Utvikler
pl: Zgłoś Błąd Autorowi
ro: Raportează o problemă
sk: Ohlásiť chybu
tr: Hataları Geliştiriciye Bildir

source: Report Location
ar: ارسال مكان الجهاز
ca: Reportar UbicaciÛ
de: Position melden
es: Reportar Ubicación
fr: Repporte la Localisation
he: דיווח מיקום
hu: Földrajzi helyzet jelentése
it: Riporta posizione geografica
ko: 위치 보고
no: Rapporter Plassering
pl: Zgłoś Położenie
ro: Raportează locația
sk: Ohlásiť polohu
tr: Pozisyonu Bildir

source: Resend Message to stop Alarm
ar: اعادة ارسال الرسالة لايقاف النبّه
ca: Reexpedeixi el Missatge per a Alarma
de: Nachricht erneut senden, um den Alarm zu stoppen
es: Reenvíe el Mensaje para parar la alarma
fr: Renvoyer un message pour arrêter l'alarme
he: שליחת ההודעה פעם נוספת על מנת לעצור את האזעקה
hu: Küld újra az üzenetet a riasztás leállításahoz.
it: Reinvia messaggio per stoppare l'allarme
ko: 문자 다시 보내면 알람 해제
no: Send Melding på nytt for å stoppe Alarm
pl: Wyślij Wiadomość ponownie aby zatrzymać Alarm
ro: Retrimite mesaj pentru a opri alarma
sk: Pre vypnutie alarmu, znova odošlite príkaz
tr: Alarmı durdurmak için mesajı tekrar gönder

source: Safari, SMS, Music, Call, Mail, Notes, etc
ar: Safari, SMS, Music, Call, Mail, Notes, الخ...
ca: Safari, SMS, M˙sica, Trucades, E-Mail, Notes, etc
de: Safari, SMS, Musik, Anrufe, Mail, Notizen etc.
es: Mensajes, Música, Llamadas, Correo, Notas, etc
he: ספארי, סמס, מוסיקה, טלפון, מייל, פתקים וכד'
hu: Safari, SMS, Zene, Telefon, E-mail, Jegyzetek, stb.
it: Safari, SMS, Musica, Telefono, Mail, Note, etc
ko: Safari, SMS, Music, Call, Mail, Notes, 기타 등등
pl: Safari, SMS, Muzyka, Rozmowy, Mail, Notes, itp.
sk: Safari, Správy, Hudba, Telefón, Mail, Poznámky, atď.

source: Send Location by email
ar: ارسال مكان الجهاز عن طريق البريد
ca: Enviar UbicaciÛ per E-Mail
de: Position per E-Mail senden
es: Enviar Ubicación por Correo
fr: Envoyer par e-mail la localisation
he: שליחת מיקום במייל
hu: Pozíció küldése e-mailben
it: Invia posizione geografica via Mail
ko: Email로 위치 전송
no: Send Plassering via E-Post
pl: Wyślij Położenie przez email
ro: Trimite locaia prin email
sk: Odoslať polohu cez e-mail
tr: Pozisyonu E-posta ile gönder

source: Send Location by SMS
ar: ارسال مكان الجهاز برسالة قصيرة
ca: Enviar UbicaciÛ per SMS
de: Position per SMS senden
es: Enviar Ubicación por SMS
fr: Envoyer par SMS la localisation
he: שליחת מיקום בסמס
hu: Pozíció küldése SMS-ben
it: Invia posizione geografica via SMS
ko: SMS로 위치 전송
no: Send Plassering via SMS
pl: Wyślij Położenie przez SMS
ro: Trimite locația prin SMS
sk: Odoslať polohu cez SMS
tr: Pozisyonu SMS ile gönder

source: Send Picture & Location
ar: ارسال صورة مع مكان الجهاز
ca: Enviar Foto & UbicaciÛ
es: Enviar Foto y Ubicación
fr: Envoyer l'image et la localisation
he: שליחת תמונה + מיקום
hu: Kép és & pozíció küldése
it: Invia immagine e posizione geografica
ko: 사진&위치 전송
no: Send Bilde & Plassering
pl: Wyślij Zdjęcie i Położenie
ro: Trimite poza & locație
sk: Odoslať obrázky a polohu
tr: Resim & Pozisyonu gönder

source: Settings
ar: الاعدادات
ca: Ajustos
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ko: 설정
no: Instillinger
pl: Ustawienia
ro: Setări
sk: Nastavenia
tr: Ayarlar

source: Show Text Alert
ar: اظهار تحذير نصّي
ca: Mostrar Alerta
de: Alarmtext anzeigen
es: Mostrar Alerta
fr: Montrer l'alerte texte
he: הצגת טקסט ההתראה
hu: Szöveges figyelmeztetés mutatása
it: Visualizza testo del popup
ko: 메시지 표시
no: Vis Tekst-Vaslingen
pl: Pokaż Tekst Powiadomienia
ro: Afișează alertă text
sk: Zobraziť varovný text
tr: Uyarı Metnini Göster

source: SIM List
ar: سجل الشرائح
ca: Llista de SIM
de: SIM-Karten Liste
es: Lista de SIM
fr: La liste SIM
he: רשימת סים
hu: SIM-kártyák listája
it: Lista SIM
ko: SIM 목록
no: SIM Liste
pl: Lista SIM
ro: Lista SIM-urilor
sk: Zoznam SIM
tr: SIM Listesi

source: SIM Name:
ar: اسم الشريحة:
ca: Nom SIM:
de: SIM-Karten Name:
es: Nombre SIM:
fr: le nom de la SIM:
he: שם סים:
hu: SIM-kártya
it: Nome SIM:
ko: SIM 이름:
no: SIM Navn:
pl: Nazwa SIM:
ro: Nume SIM:
sk: Názov SIM:
tr: SIM Adı:

source: SMS Number
ar: رقم الشريحة
ca: N˙mero SMS
de: SMS-Nummer
es: Numero de Teléfono
fr: LE numéro de la SIM
he: מספר סים
hu: SMS-szám
it: Numero SMS
ko: SMS 번호
no: SMS Nummer
pl: Numer SMS
ro: Numar SMS
sk: SMS číslo
tr: SMS Numara

source: Someone introduced a SIM Card with IMSI: %@ on your iPhone with IMEI: %@
ca: Algú va introduir una targeta SIM amb IMSI: %@ al teu iPhone amb l'IMEI: %@
de: Jemand hat eine SIM-Karte mit der IMSI: %@ und IMEI: %@ in Ihr iPhone eingelegt!
es: Alguien introdujo la tarjeta SIM con IMSI: %@ en su iPhone con IMEI: %@
he: מישהו הפעיל סים חדש שה-IMSI שלו הוא: %@ על האייפון שלך עם ה-IMEI: %@
hu: Valaki egy %@ IMSI-azonosítójú SIM-kártyát tett be a(z) %@ IMEI-számú készülékedbe.
ko: 새로운 SIM 카드가 IMSI와 함께 감지되었습니다: %@이 IMEI 코드 %@와 함께 iPhone에 감지됨
no: Noen la til et SIM-Kort med IMSI: %@ på iPhonen din med IMEI: %@
pl: Ktoś wprowadził Kartę SIM O IMSI: %@ na Twoim iPhone o IMEI: %@
ro: Cineva a introdus o cartela SIM cu IMSI: %@ în iPhone-ul cu IMEI: %@
sk: Niekto vložil SIM kartu s identitou IMSI: %@ do Vášho iPhonu s IMEI: %@

source: Someone tried to turn off your device. If you enabled email service, check your Inbox.
ca: Algú va tractar d'apagar el dispositiu. Si ha activat el servei de correu electrònic, revisi la seva safata d'entrada.
de: Jemand hat versucht, Ihr Gerät auszuschalten. Sollten Sie E-Mail konfiguriert haben, überprüfen Sie bitte Ihren Posteingang.
es: Alguien ha intentado apagar su dispositivo. Si activó el servicio de correo, revise su buzón.
he: מישהו ניסה לכבות את מכשירך, אם הפעלת את שירותי המייל, בדוק את תיבת הדואר
hu: Valaki megpróbálta kikapcsolni a készülékedet. Ha engedélyezted az e-mailes értesítéseket, nézd meg az e-mailjeidet.
ko: 누군가 기기를 종료하려고 시도하였습니다. 메일 기능이 활성화되어 있다면 메일 보관함을 확인하세요.
no: Noen prøvde å slå av enheten din. Hvis du har aktivert E-Post tjenesten, sjekk inboksen din.
pl: Ktoś próbował wyłączyć Twoje urządzenie. Jeżeli włączyłeś usługę email, sprawdź skrzynkę przychodzącą.
ro: Cineva a încercat sa-ți stingă device-ul. Dacă ai setat un email, verifica-l!
sk: Niekto sa pokúsil vypnúť Vaše zariadenie. Ak máte zapnuté email upomienky, skontrolujte si doručenú poštu.

source: Someone tried to unlock your device. If you enabled email service, check your Inbox.
ca: Algú va tractar de desbloquejar el dispositiu. Si ha activat el servei de correu electrònic, revisi la seva safata d'entrada.
de: Jemand hat versucht, Ihr Gerät zu entsperren. Sollten Sie E-Mail konfiguriert haben, überprüfen Sie bitte Ihren Posteingang.
es: Alguien ha intentado desbloquear su dispositivo. Si activó el servicio de correo, revise su buzón.
he: מישהו ניסה לפתוח את מכשירך, אם הפעלת את שירותי המייל, בדוק את תיבת הדואר
hu: Valaki megpróbálta feloldani a készülékedet. Ha engedélyezted az e-mailes értesítéseket, nézd meg az e-mailjeidet.
ko: 누군가 기기의 암호를 풀려고 시도하였습니다. 메일 기능이 활성화되어 있다면 메일 보관함을 확인하세요.
no: Noen prøvde å låse opp enheten din. Hvis du har aktivert E-Post tjenesten, sjekk inboksen din.
pl: Ktoś próbował odblokować Twoje urządzenie. Jeżeli włączyłeś usługę email, sprawdź skrzynkę przychodzącą.
ro: Cineva a încercat sa-ți deblocheze device-ul. Dacă ai setat un email, verifica-l!
sk: Niekto sa pokúsil odblokovať Vaše zariadenie. Ak máte zapnuté email upomienky, skontrolujte si doručenú poštu.

source: Take Picture Front Camera
ar: التقاط صورة من الكاميرة الأماميّة
ca: Prendre Foto C‡mera Davantera
de: Bild mit der vorderen Kamera aufnehmen
es: Tomar Foto con la Cámara Delantera
fr: Prendre photo avec la camera frontal
he: לקיחת תמונה מהמצלמה הקדמית
hu: Fénykép készítése az előlapi kamerával
it: Scatta una foto con camera frontale
ko: 전면 카메라 촬영
no: Ta Bilde Med Front Kamera
pl: Zrób Zdjęcie Przednią Kamerą
ro: Fă poză cu camera din față
sk: Urobiť fotku predným fotoaparátom
tr: Ön Kamera ile resim çek

source: Take Picture Rear Camera
ar: التقاط صورة من الكاميرة الخلفيّة
ca: Prendre Foto C‡mera Posterior
de: Bild mit der Rückkamera aufnehmen
es: Tomar Foto con la Cámara Trasera
fr: Prendre photo avec la camera arrière
he: לקיחת תמונה מהמצלמה האחורית
hu: Fénykép készítése a hátlapi kamerával
it: Scatta una foto con camera posteriore
ko: 후면 카메라 촬영
no: Ta Bilde Med Bakside Kamera
pl: Zrób Zdjęcie Tylnią Kamerą
ro: Fă poză cu camera din spate
sk: Urobiť fotku zadným fotoaparátom
tr: Arka Kamera ile resim çek

source: Text should be placed after the command
ar: النص يجب أن يكتب بعد هذا الأمر
ca: El Text ha de ser introduÔt desprÈs del comandament
de: Text sollte nach dem Befehl plaziert werden
es: El texto debe ser introducido luego del comando
fr: Le texte doit être placé après la commande
he: הטקסט צריך להיות ממוקם אחרי הפקודה
hu: A szöveg parancs után helyezendő el
it: Il testo dovrebbe essere inserito dopo il comando
ko: 이 명령 다음으로 텍스트가 있어야함
no: Tekst Skal Bli Plassert Etter Kommandoen
pl: Tekst umieść po poleceniu
ro: Textul trebuie plasat după comandă
sk: Zobrazí Vami zvolený text
tr: Metin komuttan sonra gelmesi gerekir

source: Thanks for purchasing iCaughtU Pro
de: Danke für den Kauf von iCaughtU Pro!
es: Gracias por comprar iCaughtU Pro
fr: Merci d'avoir acheté iCaughtU Pro
he: תודה שרכשת את iCaughtU Pro
hu: Köszönöm, hogy megvetted az iCaughtU Pro alkalmazást!
it: Grazie per aver comprato iCaughtU Pro
no: Takk for at du kjøpte iCaughtU Pro
pl: Dziękuję za zakup iCaughtU Pro
ro: Mulțumesc pentru achiziția iCaughtU Pro!
tr: iCaughtU Pro satın aldığınız için teşekkür ederim

source: The passcodes do not match
ca: Les claus d'accés no coincideixen
de: Passcodes stimmen nicht überein!
es: Las contraseñas no coinciden
he: הסיסמאות לא תואמות
hu: A jelszavak nem egyeznek
ko: 두 암호가 동일하지 않습니다
no: Passordene stemmer ikke
pl: Podane kody nie pasują do siebie
ro: Parolele nu corespund
sk: Heslá sa nezhodujú
tr: Şifreler uyuşmuyor

source: to configured email
ar: لضبط البريد
ca: a l'e-mail configurat
de: zur konfigurierten E-Mail
es: al correo configurado
fr: Au mails configurés
he: להתאמת אי-מייל
hu: Konfigurált e-mailre
it: per andare alla mail configurata
ko: 설정된 Email주소로
no: for å konfigurere E-Post
pl: na skonfigurowany email
ro: către email-ul configurat
sk: na nastavený e-mail
tr: Verilmiş e-Postaya

source: to SMS sender
ar: لمرسل الرسائل
ca: al remitent del SMS
de: zum SMS-Sender
es: al remitente del mensaje
fr: à l'expéditeur du SMS
he: להתאמת שולח סמס
hu: az SMS küldőjének
it: a chi ti ha inviato un SMS
ko: SMS 보낸이에게
no: til SMS sender
pl: do nadawcy SMS
ro: către cel ce a trimis SMS-ul
sk: na nastavené SMS číslo
tr: SMS gönderen kişiye

source: Toggle Music Player
ar: تشغيل مشغّل الموسيقا
ca: Alternar Reproductor de M˙sica
de: Musikplayer an-/ausschalten
es: Reproducir música
he: כיבוי/הדלקה של נגן המוסיקה
hu: Zenelejátszás vezérlése
it: Toggle per il riproduttore musicale
ko: 음악 재생/중지
no: Aktiver Musikkspiller
pl: Włącz Odtwarzacz Muzyki
ro: Pornește playerul media
sk: Zapnúť prehrávač hudby
tr: Müzik Çaları değiştirmek

source: Turn on 3G & Data
ar: تشغبل 3G & Data
ca: Encendre 3G i Dades
es: Encender 3G y Datos Celulares
fr: Activez la 3G et les données
he: הדלקת 3G & Data
hu: 3G hálózat bekapcsolása
it: Abilita 3G e Data
ko: 데이터 연결 활성화
no: Aktiver 3G & Data
pl: Włącz 3G i Dane Pakietowe
ro: Pornește 3G-ul
sk: Zapnúť 3G a mobilné dáta
tr: 3G & Data etkinleştir

source: Validated
ar: تم التحقّق بنجاح
ca: Validat
de: Überprüft
es: Validado
fr: Validé
he: תקין
hu: Pro verzió Érvényesítve
it: Validato
ko: 확인됨
no: Validert
pl: Zatwierdzona
ro: Validat
sk: Overené
tr: Doğrulanmış

source: You need to send the number to forward SMS in the message EG: "COMMAND +123456789"
ar: يجب أن ترسل الرقم لكي يتم تحويلها EG: "COMMAND +123456789"
ca: Has d'enviar el nombre per reexpedir de la seg¸ent manera EX: "comandament +123456789"
de: Sie müssen die Nummer, an die die Nachricht weitergeleitet werden soll, in die Nachricht einbinden, z.B.: "COMMAND +123456789"
es: Debes enviar el número para reenviar de la siguiente manera EJ: "COMANDO +123456789"
fr: Vous devez envoyer le numéro à transmettre par SMS dans le EG message: "COMMAND +123456789 "
he: הינך צריך לשלוח את המספר על מנת להעביר את הסמס בהודעה, לדוגמה: "*פקודה* +123456789"
hu: El kell küldened a számot SMS-ben, amire az üzenetet kéred, pl.: "PARANCS +123456789"
it: Tu devi inviare il numero per inoltrare messagi nel messaggio ES: "COMANDO +123456789"
ko: 수행할 명령과 함께 번호를 적어야 문자가 전달됩니다. 예: "COMMAND +123456789"
no: Du må sende Nummeret til Videresendings Meldinger i Meldingen EKS: "COMMAND +123456789"
pl: Musisz wysłać numer odbiorcy aby przekazać SMS w wiadomości np.: "Polecenie +123456789"
ro: Mesajul trebe trimis astfel: "COMMAND +123456789"
sk: Je potrebné odoslať číslo, na ktoré budú preposlané správy, v správe s príkazom: "COMMAND 09## ### ###"
tr: Sen numarayi göndermek zorundasın mesaji SMS ile ilerlemek için örneğin: "COMMAND +123456789"

# YOUR DEVICE IS NO CONFIGURED TO SEND EMAILS
source: Your device is not configured to send emails
ar: الجهاز ليس مضبوط من اجل البريد
ca: El seu Dispositiu no est‡ configurat per enviar e-mails
de: Ihr Gerät ist jetzt zum E-Mail Senden konfiguriert!
es: Su dispositivo no está configurado para enviar correos
fr: Votre appareil n'est pas configuré pour envoyer des e-mails
he: המכשיר שלך לא מותאם לשליחת מיילים
hu: Ez a készülék nincs beállítva e-mailek küldésére.
it: Il tuo dispostivo non è configurato per inviare email
ko: 본 기기는 Email을 보내도록 설정되어 있지 않습니다
no: Enheten din er ikke konfigurert til å sende E-Poster
pl: Twoje urządzenie nie jest skonfigurowane do wysyłania maili
ro: Device-ul nu e setat să trimită mail-uri
sk: E-mail nie je správne nastavený, a informácie nebude možné odoslať
tr: Cihazınız e-Postalar göndermek için ayarlanmamamıştır

source: Your Phone Number
ar: رقم الجهاز
ca: El seu n˙mero de telËfon
de: Ihre Telefonnummer
es: Su Número de Teléfono
fr: Votre numéro de téléphone
he: מספר הטלפון שלך
hu: Saját telefonszámod:
it: Il tuo numero di telefono
ko: 휴대폰 번호
no: Ditt Telefon Nummer
pl: Twój Numer Telefonu
ro: Numarul tau de telefon
sk: Vaše telefónne číslo
tr: Telefon Numaranız

source: Back
ar: رجوع
ca: Tornar
de: Zurück
es: Regresar
fr: Retour
hu: Vissza
it: Indietro
ko: 뒤로
no: Tilbake
pl: Wstecz
ro: Înapoi
sk: Späť

source: %i Passcode Failed Attempts
de: %i fehlgeschlagene Eingabeversuche
es: %i intentos fallidos
hu: %i Sikertelen próbálkozás
ro: %i încercări eșuate

source: 1 Passcode Failed Attempt
de: 1 fehlgeschlagener Eingabeversuch
es: Un intento fallido
hu: 1 Sikertelen próbálkozás
ro: O încercare eșuată

source: Change Passcode
de: Pincode ändern
es: Cambiar contraseña
hu: Jelszó csere
ro: Schimbă parola

source: Delete all passwords
es: Borrar todas las contraseñas
hu: Összes jelszó törlése
ro: Șterge toate parolele

source: Delete Keychain
es: Borrar Contraseñas
hu: Kulcskarika adatok törlése
ro: Șterge Keychain-ul

source: E-Mail
ar: بريد
es: Correo
he: אי-מייל
ko: 이메일
no: E-Post
tr: E-Posta

source: Enable Passcode
de: Pincode aktivieren
es: Activar contraseña
hu: Jelszó engedélyezése
ro: Activează parola

source: Enter Passcode
de: Pincode eingeben
es: Escribir contraseña
hu: Jelszó megadása
ro: Introdu parola

source: Enter your new passcode
de: Geben Sie Ihren neuen Pincode ein
es: Escriba su contraseña nueva
hu: Adja meg ÚJ jelszavát
ro: Introdu noua parolă

source: Enter your old passcode
de: Alten Pincode eingeben
es: Escriba contraseña antigua
hu: Adja meg régi jelszavát
ro: Introdu vechea parolă

source: Enter your passcode
de: Geben Sie Ihren Pincode ein
es: Escriba su contraseña
hu: Adja meg jelszavát
ro: Introdu parola

source: Exact Command
es: Comando exacto
hu: Pontos parancs
ro: Comanda exactă

source: Passcodes did not match. Try again.
de: Pincodes nicht ident. Bitte nochmals versuchen.
es: La contraseña no es igual. Por favor intenta de nuevo.
hu: Kódok nem egyeznek. Próbálja újra.
ro: Parolele nu corespund. Încearcă din nou.

source: Re-enter your new passcode
de: Neuen Pincode wiederholen
es: Repetir contraseña nueva
hu: Ismételje meg ÚJ jelszavát
ro: Reintrodu noua parolă

source: Re-enter your passcode
de: Pincode wiederholen
es: Repetir contraseña
hu: Adja meg újra a jelszót
ro: Reintrodu parola

source: Send IP of the Device
es: Enviar IP del Dispositivo
hu: IP cím küldése
ro: Trimite IP-ul device-ului

source: Send List of Commands
es: Enviar Lista de Comandos
hu: Parancsok listájának küldése
ro: Trimite lista de comenzi

source: Text must be equal to Command
es: El texto debe ser igual al comando
hu: Szövegnek egyeznie kell
ro: Textul trebe sa fie egal cu comanda

source: Turn Off Passcode
de: Pincode deaktivieren
es: Desactivar contraseña
hu: Jelszó kikapcsolása
ro: Oprește parola

source: OK
ar: موافق
ca: Acceptar
ko: 확인
