Repository: iAzaleea/iCaughtU-Pro-Translations
Catalog: *.lproj/WrongPasswordSettings.strings
Languages: hu

source: ALERT TEXT
hu: Értesítés szövege

source: ALLOWED ATTEMPTS
hu: Lehetőségek száma

source: ON WRONG PASSWORD
hu: Hibás jelszó esetén

source: SEND LOCATION
hu: Helyzet küldése

source: SEND SMS
hu: SMS küldése

source: SEND TIME
hu: Időpont küldése

source: SHOW ALERT
hu: Figyelmeztetés megjelenítése

source: Touch ID
hu: Érintés ID

source: WRONG PASSWORD SETTINGS
hu: Hibás jelszó beállításai

source: DISABLED
hu: Letiltva
